Revit 2027 API
ParameterTypeId.AnalyticalMemberOffsetEndY Property
 "End Offset Y"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberOffsetEndY { get; }
Public Shared ReadOnly Property AnalyticalMemberOffsetEndY As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberOffsetEndY {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberOffsetEndY : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace